Repository: Emrehrz/vue-django-fullstackApp
Catalog: backend/backend/locale/*/LC_MESSAGES/django.po
Languages: tr

source: My Site Management
tr: Site yonetimim

source: user
tr: kullanici

source: 2. Users
tr: 2. Kullanicilar

source: category
tr: kategori

source: 3. Categories
tr: 3. Kategoriler

source: tag
tr: etiket

source: 4. Tags
tr: 4. Etiketler

source: post
tr: gonderi

source: 5. Posts
tr: 5. Gonderiler

source: comment
tr: yorum

source: 6. Comments
tr: 6. Yorumlar
